---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupCannotSaveWarn
source: html/76ed18a3-be39-71d7-352e-480d821e7221.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupCannotSaveWarn Property

The group cannot be saved at this time because one of its instances is being edited.

## Syntax (C#)
```csharp
public static FailureDefinitionId GroupCannotSaveWarn { get; }
```